[
    {
        "type": "title",
        "title": "Magic Oven",
        "subtitle": "Laboratório de inovação digital",
        "description": "Conectando arte, tecnologia e impacto social através de experiências interativas."
    },
    {
        "type": "problem",
        "title": "O desafio",
        "items": [
            {
                "heading": "Fragmentação criativa",
                "description": "Artistas, desenvolvedores, designers e empresas trabalham isoladamente, perdendo oportunidades de inovação colaborativa."
            },
            {
                "heading": "Acesso limitado",
                "description": "Ferramentas avançadas de criação digital estão restritas a grandes corporações e instituições."
            },
            {
                "heading": "Impacto social desconectado",
                "description": "Projetos criativos têm dificuldade em gerar impacto social mensurável e sustentável."
            }
        ]
    },
    {
        "type": "solution",
        "title": "Nossa solução",
        "items": [
            {
                "heading": "Laboratório colaborativo",
                "description": "Espaço físico e digital que conecta artistas, desenvolvedores, designers e empresas em projetos inovadores."
            },
            {
                "heading": "Ferramentas democratizadas",
                "description": "Acesso a tecnologias de ponta: IA generativa, AR/VR, IoT, prototipagem rápida e fabricação digital."
            },
            {
                "heading": "Impacto mensurável",
                "description": "Metodologia proprietária para desenvolver projetos que geram valor social, cultural e econômico."
            }
        ]
    },
    {
        "type": "long-content",
        "title": "Business model canvas",
        "items": [
            {
                "heading": "Parcerias",
                "description": "Universidades (PUCRS, UFRGS), Tecnopuc, empresas de tecnologia, coletivos artísticos e ONGs para fortalecer o ecossistema de inovação."
            },
            {
                "heading": "Atividades",
                "description": "Residências artísticas, workshops especializados, desenvolvimento de projetos inovadores, consultoria e eventos de showcase."
            },
            {
                "heading": "Recursos",
                "description": "Laboratório equipado com tecnologias emergentes, equipe multidisciplinar, metodologia proprietária e rede de parceiros estratégicos."
            },
            {
                "heading": "Proposta de valor",
                "description": "Democratização da criação digital, aceleração de projetos inovadores conectando arte e tecnologia com impacto social mensurável."
            },
            {
                "heading": "Relacionamento",
                "description": "Comunidade ativa com mentoria personalizada, acompanhamento de projetos, eventos de networking e plataforma digital colaborativa."
            },
            {
                "heading": "Canais",
                "description": "Laboratório físico, plataforma online, redes sociais, eventos especializados e parcerias institucionais para alcançar diferentes públicos."
            },
            {
                "heading": "Segmentos de cliente",
                "description": "Artistas e criativos, startups de criação, empresas inovadoras, estudantes, pesquisadores e instituições sociais."
            },
            {
                "heading": "Estrutura de custos",
                "description": "Aluguel e infraestrutura, equipamentos de alta tecnologia, equipe multidisciplinar, marketing e eventos, parcerias e licenças."
            },
            {
                "heading": "Fontes de receita",
                "description": "Mensalidades de membros, projetos corporativos sob demanda, cursos e workshops, consultoria especializada e licenciamento de propriedade intelectual."
            }
        ]
    },
    {
        "type": "revenue-model",
        "title": "Modelo de receita",
        "items": [
            {
                "heading": "Licenciamento (10%)",
                "description": "Royalties de propriedade intelectual desenvolvida no lab."
            },
            {
                "heading": "Educação (20%)",
                "description": "R$ 500-2000 por workshops e cursos especializados."
            },
            {
                "heading": "Projetos corporativos (30%)",
                "description": "R$ 50k-200k por projeto de inovação para empresas."
            },
            {
                "heading": "Membros (40%)",
                "description": "R$ 300-1500/mês por acesso ao laboratório, ferramentas e comunidade."
            }
        ]
    },
    {
        "type": "market-opportunity",
        "title": "Mercado e oportunidade",
        "items": [
            {
                "heading": "Economia criativa brasil",
                "description": "R$ 171,5 bilhões anuais (2,6% do PIB) com crescimento de 9% ao ano.",
                "source": "<a href=\"https://tiinside.com.br/28/06/2019/economia-criativa-movimentou-r-1715-bilhoes-no-brasil-em-2017-segundo-a-firjan/\" target=\"_blank\">Mapeamento da Indústria Criativa (FIRJAN). Dados de 2017 (R$ 171,5 bilhões, 2,61% do PIB)</a>. O crescimento de 9% reflete a tendência geral de expansão do setor."
            },
            {
                "heading": "Transformação digital",
                "description": "70% das empresas buscam inovação através de parcerias criativas.",
                "source": "<a href=\"https://media.bain.com/Images/BRB_Open-market_innovation.pdf\" target=\"_blank\">Bain & Company (citando estudo IBM) - Empresas de alto desempenho são 70% mais propensas a usar startups para execução de projetos</a>."
            },
            {
                "heading": "Educação criativa",
                "description": "Estados e municípios vão receber R$ 15 bilhões para investir em cultura até 2027 com demanda crescente por skills digitais.",
                "source": "<a href=\"https://agenciagov.ebc.com.br/noticias/202404/estados-e-municipios-vao-receber-r-15-bilhoes-para-investimentos-em-acoes-de-cultura-ate-2027/\" target=\"_blank\">Portal da Indústria (2025) aponta investimentos de R$ 12 bilhões/ano em controle de qualidade industrial</a>. Demanda por skills digitais é crescente, ver também: <a href=\"https://itforum.com.br/noticias/digital-skills-6-habilidades-requisitadas/\" target=\"_blank\">Skills digitais - 6 habilidades requisitadas</a>"
            }
        ]
    },
    {
        "type": "founders",
        "title": "Equipe fundadora",
        "founders": [
            {
                "name": "Bruno Nepomuceno",
                "role": "UX Engineer",
                "description": "Especialista em experiências digitais e prototipagem rápida."
            },
            {
                "name": "Julia Sakakibara",
                "role": "UX Engineer",
                "description": "Especialista em design de interação e tecnologias emergentes."
            }
        ],
        "closing": "Combinação única de expertise técnica e sensibilidade criativa para liderar a nova geração de MediaLabs no Brasil."
    },
    {
        "type": "thank-you",
        "title": "Obrigado!",
        "callToAction": "Vamos reimaginar o futuro da criação digital juntos?",
        "contactEmail": "contato@magicoven.tech",
        "qrCode": "contato_magicoven_tech.png"
    }
] 